import React from 'react';

export const tabsContent = {
    bestQaEver: [
        {
            text: 'Оставайся такой же умной и прекрасной!',
            content: '/static/media/yuzu.gif'
        },
        {
            text: 'Желаю, чтобы багов было меньше, не было сбоев и инцидентов, а в доте рос ммр',
            content: '/static/media/dog.gif'
        },
        {
            text: <>
                Желаю получать на&nbsp;работе только мильоны денег, а&nbsp;не&nbsp;геммор и&nbsp;негатив :^)
                Оставайся такой&nbsp;же позитивной, прикольной и&nbsp;крутой!
                Спасибо, что ты&nbsp;есть в&nbsp;доступах! С&nbsp;женским днем!!!
            </>, content: '/static/media/monkey.gif'
        },
        {
            text: 'Желаю, чтобы в\u00a0твоих кальянах получались только самые ровные колечки. Короче просто оставайся собой, потому что лучше просто некуда ;-) А ещё классно отдохнуть!',
            content: '/static/media/smoke.gif'
        },
        {
            text:
                <>
                    Желаю еще больше строительных успехов, крутых дизайнерских решений. Оч&nbsp;жду баню, считаю что вам
                    ее&nbsp;очень не&nbsp;хватает! ;)
                    Ну&nbsp;и&nbsp;чтобы несмотря на&nbsp;ваши строительные амбиции всегда оставались денежки чтобы
                    съездить в&nbsp;теплые страны на&nbsp;пляжике почилить!
                </>,
            content: '/static/media/beach.gif'
        },
        {
            text: 'Желаю терпения в воспитании сына, чтобы он слушался, не буянил и приносил домой отличные оценки',
            content: '/static/media/tommy.gif'
        },
        {
            text:
                <>
                    С&nbsp;8&nbsp;Марта, наша дорогая повелительница багов и&nbsp;защитница качества!
                    Желаю тебе, чтобы в&nbsp;жизни ты&nbsp;находила только один вид &laquo;багов&raquo;: когда
                    в&nbsp;кошельке или на&nbsp;счету слишком много денег, и&nbsp;непонятно, куда их&nbsp;девать!
                </>,
            content: '/static/media/money.gif'
        },
        {
            text:
                <>
                    Пусть в&nbsp;жизни будет минимум багов, максимум счастья, и&nbsp;всё работает именно так, как
                    ты&nbsp;задумала 😊.
                    Желаю отличного настроения, лёгкости, энергии и&nbsp;побольше поводов радовать себя.
                    Спасибо за&nbsp;твою внимательность, въедливость в&nbsp;хорошем смысле и&nbsp;железное
                    терпение&nbsp;&mdash; это очень ценно!
                </>,
            content: '/static/media/Rick_Ashley.gif'
        },
        {
            text:
                <>
                    Желаю, чтобы в&nbsp;твоей жизни всегда был человек, который может помочь в&nbsp;любой ситуации!
                </>,
            content: '/static/media/work.gif'
        },
        {
            text:
                <>
                    Хотел пожелать, чтобы ты&nbsp;рвала и&nbsp;метала, бодро двигалась по&nbsp;жизни и&nbsp;вообще
                    не&nbsp;парилась ни&nbsp;о&nbsp;чем, но&nbsp;ты&nbsp;и&nbsp;так уже это делаешь, да&nbsp;так, что
                    другим
                    и&nbsp;не&nbsp;снилось.
                    Так что давай, просто не&nbsp;сбавляй обороты, жми педаль в&nbsp;пол и&nbsp;пусть у&nbsp;тебя все
                    будет
                    так, как ты&nbsp;хочешь. С&nbsp;праздником, короче!
                </>, content: '/static/media/justDont.gif'
        },
        {text: <>Не, ну&nbsp;это было&nbsp;бы уже слишком😄</>, content: <></>},
    ],
    bestSupportEver: [
        {
            text: 'Желаю профессиональных и личных успехов!!',
            content: '/static/media/yuzu.gif'
        },
        {
            text:
                <>
                    С&nbsp;8&nbsp;Марта! 🌸
                    Пусть этот день (и&nbsp;не&nbsp;только этот) будет с&nbsp;хорошим настроением, улыбками
                    и&nbsp;чем-то приятным именно для тебя 💛
                    Желаю, чтобы в&nbsp;работе было поменьше хаоса, побольше понятных задач и&nbsp;людей, которые умеют
                    нормально описывать проблему 😄
                    Спасибо тебе за&nbsp;твоё терпение, спокойствие и&nbsp;огромную помощь!
                </>,
            content: '/static/media/fun.gif'
        },
        {
            text:
                <>
                    Клёво, что ты&nbsp;разбавляешь наши сосейдж встречи своим позитивом)
                    Желаю больше деняк и&nbsp;позитиффа, меньше стресса и&nbsp;прочей фигни, ю&nbsp;ноу. Будь собой,
                    с&nbsp;женским днем!!!
                </>, content: '/static/media/muerta.gif'
        },
        {
            text:
                <>
                    Желаю, чтобы в&nbsp;твоих кальянах получались только самые ровные колечки.
                    Короче просто оставайся собой, потому что лучше просто некуда ;-)
                    Хорошо отдохнуть два дня!
                    Помни, что работа не&nbsp;мужской половой орган&nbsp;&mdash; два дня постоит!
                </>,
            content: '/static/media/smoke.gif'
        },
        {
            text:
                <>
                    С&nbsp;праздником! Желаю тебе сохранять твою фантастическую выдержку и&nbsp;обаяние. Пусть работа
                    будет в&nbsp;радость, зарплата растет в&nbsp;геометрической прогрессии, а&nbsp;каждый новый день
                    дарит крутые эмоции и&nbsp;&laquo;зеленый свет&raquo; во&nbsp;всех начинаниях!
                </>,
            content: '/static/media/charm.gif'
        },
        {
            text:
                <>
                    Пусть этот день подарит тебе море комплиментов, цветов и&nbsp;отличное настроение. Желаю, чтобы
                    в&nbsp;твоей жизни всегда было так&nbsp;же чётко и&nbsp;ясно, как в&nbsp;твоих решениях,
                    и&nbsp;чтобы каждый день приносил только позитивные эмоции.
                </>,
            content: '/static/media/flowers.gif'
        },
        {
            text:
                <>
                    Так вот, желаю тебе сегодня и&nbsp;всегда очень, очень много денег! Столько, чтобы твои карманы были
                    такими&nbsp;же вместительными, как твои знания! Пусть тебе всегда хватает
                    на&nbsp;все &laquo;хотелки&raquo;,
                    на&nbsp;самые дерзкие путешествия и&nbsp;самые красивые вещи, которые подчеркнут твою неповторимую
                    стать. Пусть финансы приумножаются быстрее, чем количество обращений в&nbsp;канальчике!
                </>,
            content: '/static/media/money.gif'
        },
        {
            text:
                <>
                    Аня, спасибо что у&nbsp;нас есть&nbsp;ты, мы&nbsp;очень рады когда приезжаешь к&nbsp;нам в&nbsp;екб.
                    Желаю сбычи мечт, радости, ярких дней и&nbsp;радуй нас чаще своим присутствием!
                </>, content: '/static/media/dance.gif'
        },
        {
            text:
                <>
                    С&nbsp;8 Марта тебя, наша прекрасная петербурженка! Пусть этот весенний день будет таким&nbsp;же
                    светлым и&nbsp;солнечным, как твоя улыбка, а&nbsp;в&nbsp;глазах, скрывающихся за&nbsp;изящными
                    стёклами очков, сияет радость. Ты&nbsp;&mdash; настоящее украшение нашего города, такая&nbsp;же
                    статная и&nbsp;изящная, как его архитектура.
                </>,
            content: '/static/media/pretty.gif'
        },
        {
            text:
                <>
                    Ты&nbsp;реально крутая и&nbsp;по&nbsp;жизни двигаешься так, что никто догнать не&nbsp;может. Так что
                    и&nbsp;пожелать особо нечего&nbsp;&mdash; не&nbsp;тормози, жми на&nbsp;все педали.
                    И&nbsp;пусть твой кальян всегда дымит густо, а&nbsp;в&nbsp;жизни все будет так&nbsp;же сочно
                    и&nbsp;в&nbsp;кайф. С&nbsp;праздником, чика!
                </>,
            content: '/static/media/cool.gif'
        },
        {text: <>Не, ну&nbsp;это было&nbsp;бы уже слишком😄</>, content: <></>}
    ]
}